Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: copy token
sv: kopiera token

source: Grey Cloth
sv: Grått tyg

source: What is this strange distortion?
sv: Vad är den här märkliga förvrängningen?

source: The requested Auto-Type sequence cannot be used due to an error:
sv: Den begärda autoskriv-sekvensen kan inte användas på grund av ett fel:

source: Clear Search
sv: Rensa sökning

source: Output Empty
sv: Utdata är tom

source: Profile page {url} does not contain a Fediverse username, try using a handle like {example}
sv: Profilsidan {url} innehåller inget Fediverse-användarnamn. Försök använda ett handle som {example}

source: You are currently offline
sv: Du är för närvarande offline

source: Word Case:
sv: Skiftläge:

source: Codeplug file to load.
sv: Kodpluggfil att läsa in.

source: Item Deleted
sv: Objekt borttaget

source: Oh my! What is this place?
sv: Oj! Vad är det här för plats?

source: Default username:
sv: Standardanvändarnamn:

source: Please enter an embed URL or enter a message.
sv: Ange en webbadress för inbäddning eller skriv ett meddelande.

source: Email / Password
sv: E-postadress / Lösenord

source: %d Announcement
sv: %d tillkännagivande

source: %d Announcements
sv: %d tillkännagivanden

source: Season: @1
sv: Årstid: @1

source: Forget %s Account?
sv: Glöm %s konto?

source: When you enter the editor, you start with an empty room, a large inventory, and a couple of basic tools and items. Hover the items in the inventory with the cursor and read the tooltip to learn what they do.
sv: När du öppnar redigeraren börjar du med ett tomt rum, ett stort förråd och några grundläggande verktyg och föremål. Håll markören över föremålen i förrådet och läs verktygstipset för att se vad de gör.

source: No UnifiedPush distributors available
sv: Inga UnifiedPush-distributörer är tillgängliga

source: Clone Group...
sv: Klona grupp…

source: Request “Push” Access?
sv: Begära ”Push”-åtkomst?

source: Remote
sv: Fjärr

source: Block Author
sv: Blockera författaren

source: That embed has already been posted.
sv: Den inbäddningen har redan publicerats.

source: No SSH Agent socket available. Either make sure SSH_AUTH_SOCK environment variable exists or set an override.
sv: Ingen socket för SSH-tjänsten tillgänglig. Tillse antingen att SSH_AUTH_SOCK miljövaiabel finns eller eller ange en åsidosättning.

source: Timeout
sv: timeouttid

source: MIXED case
sv: BLANDAT fall

source: Email settings
sv: Epostinställningar

source: Copy &Password
sv: Kopiera &lösenord

source: I’ve been waiting for you.
sv: Jag har väntat på dig.

source: Type: Dict+Leet(Rep)
sv: Typ: Ordbok+Leet (Rep)

source: Pale Flower
sv: Ljus blomma

source: Fri
sv: Fre

source: Min Subject Length
sv: Minsta ämneslängd

source: Couldn't delete filter: %s
sv: Kunde inte ta bort filter: %s

source: Dirt with Grass
sv: Jord med gräs

source: Download &Favicon
sv: Ladda ner &favikon

source: expires on %b %-e, %Y
sv: går ut på %m-%d, %Å

source: electron
sv: elektron

source: Update Settings
sv: Uppdatera inställningar

source: Your current post will be lost.
sv: Ditt aktuella inlägg går förlorat.

source: %1 characters
sv: %1 tecken

source: These are the receivers:
sv: De här är mottagarna:

source: Readeck in your Browser
sv: Readeck i din webbläsare

source: Type: Spatial(Rep)
sv: Typ: Spatial (Rep)

source: Custom Port
sv: Anpassad port

source: Save Password Backend
sv: Spara lösenordsbackend

source: ChaCha20 256-bit
sv: ChaCha20 256 bitar

source: Currently %d unique user post.
sv: För närvarande %d unikt användarinlägg.

source: Currently %d unique user posts.
sv: För närvarande %d unika användarinlägg.

source: Copied url to clipboard
sv: Kopierade webbadress till urklipp

source: Wait for timer to expire
sv: Vänta tills tiduret löper ut

source: Refresh hardware keys
sv: Uppdatera hårdvarunycklar

source: The bomb will blow up cracked stone and other fragile blocks when its fuse has been ignited by a laser or fire. The explosion affects all blocks in an area of 3×3×3 blocks. If the explosion hits another bomb, the other bomb will also explode.
sv: Bomben spränger sprucken sten och andra ömtåliga block när stubinen har antänts av en laser eller eld. Explosionen påverkar alla block i ett område på 3×3×3 block. Om explosionen träffar en annan bomb exploderar även den bomben.

source: When using the pirate sense, you will see the following symbols:
sv: När du använder piratsinnet ser du följande symboler:

source: After scanning the QR code, the app will display a six-digit code that you need to enter below.
sv: När du skannat QR-koden visar appen en sexsiffrig kod som du behöver ange nedan.

source: a.m.
sv: förmiddag

source: Very weak password
sv: Mycket svagt lösenord

source: Key Derivation Function:
sv: Nyckelhärledningsfunktion:

source: Your Collections
sv: Dina samlingar

source: Approve all
sv: Godkänn alla

source: Required.
sv: Obligatoriskt.

source: Note that all receiver types are compatible with all sender types, but not all combinations may be useful.
sv: Observera att alla mottagartyper är kompatibla med alla avsändartyper, men alla kombinationer är inte nödvändigtvis användbara.

source: Only %d file may be uploaded at once.
sv: Endast %d fil kan laddas upp åt gången.

source: Only %d files may be uploaded at once.
sv: Endast %d filer kan laddas upp åt gången.

source: Only show warnings and errors
sv: Visa bara varningar och fel

source: Expires in:
sv: Går ut om:

source: n/a
sv: Ej tillämplig

source: Resetter (no blackout)
sv: Återställare (ingen nedtoning)

source: Pruned Threads
sv: Borttagna trådar

source: Refresh Orbital Elements
sv: Uppdatera banelement

source: Open…
sv: Öppna…

source: Umm … hello?
sv: Öh … hallå?

source: This hash function is used for file verification and cannot be disabled
sv: Denna hashfunktion används för filverifiering och kan inte inaktiveras

source: Cactus Seed
sv: Kaktusfrö

source: Failed to read public key.
sv: Kunde inte läsa offentlig nyckel.

source: error reading from device
sv: fel vid läsning från enhet

source: Magenta Brick Block
sv: Magentafärgat tegelblock

source: This code has expired or is not valid
sv: Denna kod har gått ut eller är ogiltig

source: Searches and Tags
sv: Sök och taggar

source: Automatically creating or updating string fields is not supported.
sv: Automatiskt skapande eller uppdaterande av textfält stöds inte.

source: Tonearm
sv: Tonarm

source: search in bookmarks
sv: sök bokmärken

source: Price has changed from '{} {}' to '{} {}'<br>
sv: Priset har ändrats från '{} {}' till '{} {}'<br>

source: The pictures with the label "cat"
sv: Bilderna med etiketten "katt"

source: Press Forward/Backward/Left/Right key
sv: Tryck på tangenten Framåt/Bakåt/Vänster/Höger

source: Background Progress
sv: Bakgrundsframsteg

source: Info
sv: Information

source: Most Favorited Post
sv: Mest favoritade inlägg

source: Verification Code is now enabled.
sv: Verifieringskod är nu aktiverat.

source: Enable Scrobbling
sv: Aktivera scrobbling

source: Show Sensitive Content
sv: Visa känsligt innehåll

source: Expires on: %s
sv: Går ut den: %s

source: Blue Cloth
sv: Blått tyg

source: %s mentioned you
sv: %s nämnde dig

source: Multiple entries matching:
sv: Flera poster matchar:

source: Certificates
sv: Certifikat

source: Move entries to a recycle bin group instead of deleting them from the database. Entries deleted from the recycle bin are removed from the database.
sv: Flytta poster till en papperskorgsgrupp i stället för att ta bort dem från databasen. Poster som tas bort från papperskorgen tas också bort från databasen.

source: Media Viewer
sv: Mediavisare

source: Password recovery
sv: Lösenordsåterställning

source: Violet Cloth
sv: Lila tyg

source: Please enter a valid instance URL
sv: Ange en giltig instans URL

source: Cannot open file: %1
sv: Kan inte öppna filen: %1

source: Search Posts and Accounts
sv: Sök efter inlägg och konton

source: Positive offset
sv: Positiv förskjutning

source: Number of short passwords
sv: Antal korta lösenord

source: Export to %1 failed (%2)
sv: Export till %1 misslyckades (%2)

source: Your primary mission is turn this fiery and dangerous landscape into a nice habitable zone. How exactly you do this is completely up to you. Good luck!
sv: Ditt huvuduppdrag är att förvandla detta brinnande och farliga landskap till en trevlig beboelig zon. Hur du gör det är helt upp till dig. Lycka till!

source: Until you manually approve them
sv: Tills du manuellt godkänner dem

source: Can only accept private messages to 1 user
sv: Accepterar vara privatmeddelanden till 1 användare

source: Email Address
sv: Epostadress

source: Export settings…
sv: Exportera inställningar...

source: %s uptime.
sv: %s drifttid.

source: File path (excluding .html suffix) of the moderation queue status page. Leave blank to disable.
sv: Filsökväg utan filändelsen .html för statusidan till modereringskön. Lämna tomt för att inaktivera.

source: Provider's OAuth authorization endpoint
sv: Leverantörens OAuth-auktoriserings-endpoint

source: Cannot remove channel
sv: Kan inte ta bort kanalen

source: Gravel Block
sv: Grusblock

source: Orange Bud
sv: Apelsinknopp

source: Site Name, Z to A
sv: Sidnamn, Ö till A

source: Last modification date
sv: Ändrad

source: For security, we don't send DMs from this server. This prevents unauthenticated users from abusing our server to send messages.
sv: Av säkerhetsskäl skickar vi inte direktmeddelanden från denna server. Det förhindrar att icke-autentiserade användare missbrukar vår server för att skicka meddelanden.

source: Remove from favorites
sv: Radera från favoriter

source: Is there anything else you want to ask me?
sv: Är det något mer du vill fråga mig?

source: Only admins/mods or own user :(
sv: Bara admins, moderatorer eller egen användare :(

source: Let’s not jump to conclusions.
sv: Låt oss inte dra förhastade slutsatser.

source: Character set to exclude from generated password
sv: Tecken som undantas från genererade lösenord

source: Coffee
sv: Kaffe

source: Enables the Admin Dashboard and requests the needed permissions to use the Admin API
sv: Aktiverar administratörsinstrumentpanelen och begär de behörigheter som behövs för att använda administratörs-API:t

source: No Filtered Notifications
sv: Inga filtrerade aviseringar

source: Other Tone
sv: Annan ton

source: Submit Now Playing
sv: Skicka in nu spelas

source: Select Another File to Check Against
sv: Välj en annan fil att jämföra med

source: People you don't follow
sv: Personer du inte följer

source: Hide Boosts
sv: Dölj förstärkningar

source: If an account exists for this email, you will receive your username shortly.
sv: Om det finns ett konto för den här e-postadressen kommer du att få ditt användarnamn inom kort.

source: Or continue with
sv: Eller fortsätt med

source: helper
sv: hjälpare

source: Register new
sv: Registrera ny

source: Specifies the delay between voice detection and transmission. E.g. 500 ms.
sv: Anger fördröjningen mellan taldetektering och sändning, till exempel 500 ms.

source: Hit from a stone monster
sv: Träff från ett stenmonster

source: Username or email address
sv: Användarnamn eller epostadress

source: SSH Agent connection is working!
sv: SSH-tjänstens anslutning arbetar!

source: Min Email Length
sv: Minsta e-postlängd

source: The region class 6F designates very flat regions. They might have occassional lava lakes.
sv: Regionklass 6F betecknar mycket platta regioner. De kan ha enstaka lavasjöar.

source: Cannot remove root group from database.
sv: Kan inte ta bort root-gruppen från databasen.

source: Path of the database.
sv: Sökväg till databasen.

source: Browser for custom proxy file
sv: Webbläsare för anpassad proxyfil

source: Whether reference links are displayed next to No.## pointing to all visible replies mentioning a post.
sv: Om referenslänkar visas bredvid nr ## och pekar på alla synliga svar som nämner ett inlägg.

source: Suspend
sv: Suspendera

source: Higher values offer more protection, but opening the database will take longer.
sv: Högre värde medger bättre skydd, men databasen tar längre tid att öppna.

source: Warning: the following settings are not encrypted.
sv: Varning! Följande inställningar är inte krypterade.

source: Import a file obtained through a previous profile export.
sv: Importera en fil du erhållit från en tidigare profilexport.

source: Reported Posts
sv: Rapporterade inlägg

source: Imports any duplicate set with a modified name.
sv: Importerar varje dubblettuppsättning med ett ändrat namn.

source: Readeck Bookmarks
sv: Readeck-bokmärken

source: &Database Settings…
sv: &Databasinställningar...

source: No radio found
sv: Ingen radio hittades

source: Used
sv: Använd

source: Default Squelch
sv: Standardbrusspärr

source: Change my password
sv: Ändra mitt lösenord

source: Draft Post
sv: Utkast till inlägg

source: <a href="#" style="text-decoration: underline">I have a key file</a>
sv: <a href="#" style="text-decoration: underline">Jag har en nyckelfil</a>

source: Sender
sv: Avsändare

source: Admin : Write Only
sv: Administratör: Lässkyddad

source: Select Image(s)
sv: Välj bild(er)

source: Thread
sv: Tråd

source: Created on: %s
sv: Skapad: %s

source: Default settings (RFC 6238)
sv: Standardinställningar (RFC 6238)

source: Duplicate file detected.
sv: Dubblett av fil upptäcktes.

source: Must match only one entry, otherwise a list of possible matches is shown.
sv: Måste matcha endast en post, annars visas en lista över möjliga matchningar.

source: This can be the domain name that shows up in the e-mail address or the MX record it uses. They will be checked upon sign-up.
sv: Detta kan vara domännamnet som visas i e-postadressen eller MX-posten den använder. De kommer att kontrolleras vid registrering.

source: Resolve
sv: Lös

source: Planet Motion
sv: Planetens rörelse

source: days
sv: dagar

source: Password for '%1' has been leaked!
sv: Lösenord för "%1" har läckt ut!

source: Appears in %s and search results for the site index.
sv: Visas i %s och i sökresultaten för webbplatsindexet.

source: Invalid timeout value %1.
sv: Ogiltig tidsgräns %1.

source: This post can't be quoted
sv: Det här inlägget kan inte citeras

source: Knob
sv: Ratt

source: Hide Media
sv: Dölj media

source: Detach this user
sv: Koppla bort denna användare

source: Only thumbnails are displayed.
sv: Endast miniatyrbilder visas.

source: The last state of the spellchecker in the composer, can be toggled by right clicking
sv: Stavningskontrollens sista tillstånd i kompositören kan växlas genom att högerklicka

source: Password expires in %1 day(s)
sv: Lösenordet upphör att gälla om %1 dag

source: On the surface, find some water
sv: Hitta vatten på ytan

source: Are you sure you want to overwrite the existing file "%1" with the attachment?
sv: Vill du verkligen skriva över den befintliga filen "%1" med bilagan?

source: Attachment %1 already exists for entry %2.
sv: Bilagan %1 finns redan i post &2.

source: Broadcast
sv: Utsändning

source: Unlock failed and no password given
sv: Upplåsning misslyckades och lösenord saknas

source: Show a notification when credentials are requested
sv: Visa en avisering när inloggningsuppgifter begärs

source: Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma & more!
sv: Utforska den federerade sociala webben med Tuba för GNOME. Håll kontakten med dina favoritgemenskaper, familj och vänner med stöd för populära Fediverse-plattformar som Mastodon, GoToSocial, Akkoma &amp; Mer!

source: Whether the threshold is for individual boards or everywhere.
sv: Om tröskelvärdet gäller enskilda tavlor eller överallt.

source: Run in Background
sv: Kör i bakgrunden

source: This item has a schedule for usage
sv: Detta objekt har ett användningsschema

source: Only mentioned people and people that follow %s will be able to view it.
sv: Endast nämnda personer och personer som följer %s kommer att kunna se det.

source: Old Wood
sv: Gammalt trä

source: Dark Green Locked Chest
sv: Låst mörkgrön kista

source: Decrease line height
sv: Minska linjehöjden

source: This user doesn't follow anyone yet
sv: Den här användaren följer ingen ännu

source: List of levels:
sv: Lista över nivåer:

source: Export an attachment of an entry.
sv: Exportera en bilaga från en post.

source: Invalid bool value
sv: Ogiltigt bool värde

source: Error reading data from underlying device:
sv: Kunde inte läsa data från underliggande enhet:

source: Which rules are being violated?
sv: Vilka regler bryter man mot?

source: Folder Name
sv: Mappnamn

source: Whether to automatically collapse posts to a set height when they exceed it
sv: Huruvida inlägg ska komprimeras automatiskt till en viss höjd när de överskrider den

source: Allow Federation with %s?
sv: Tillåt Federation med %s?

source: The key has already been added.
sv: Nyckeln har redan lagts till.

source: Single Choice
sv: Ett val

source: Invite
sv: Bjud in

source: Setup
sv: Konfigurera

source: Blocking a domain will: • Remove its public posts and notifications from your timelines • Remove its followers from your account • Prevent you from following its users
sv: Blockering av en domän kommer att: • Ta bort dess offentliga inlägg och meddelanden från dina tidslinjer • Ta bort dess följare från ditt konto • Hindra dig från att följa dess användare

source: Sends this bookmark's content in the message.
sv: Skicka detta bokmärkes innehåll i meddelandet.

source: User
sv: Användare

source: Open in Browser
sv: Öppna i webbläsare

source: Protect
sv: Skydda

source: Mute "%s"?
sv: Tysta "%s"?

source: Unsupported KeePass variant map version.
sv: KeePass-versionen av datastruktur för lagring av metadata stöds inte.

source: Azurite
sv: Azurit

source: Published
sv: Publicerad

source: Save Deferred Images
sv: Spara uppskjutna bilder

source: Cannot export codeplug
sv: Kan inte exportera kodplugg

source: Timezone
sv: Tidszon

source: Null entry uuid
sv: Null post-uuid

source: If you proceed, %s will connect to "%s".
sv: Om du fortsätter så kommer, %s att ansluta till "%s".

source: Reported on
sv: Rapporterad på

source: Cannot read release notes from https://github.com/hmatuschek/qdmr Release is not a JSON object!
sv: Kan inte läsa release notes från https://github.com/hmatuschek/qdmr Release är inte ett JSON-objekt!

source: I have a bad feeling about this.
sv: Jag har en dålig känsla av det här.

source: Configure how this backend appears on the registration page. Users cannot self-register with OAuth, but you can show instructions on how to get an account.
sv: Konfigurera hur denna backend visas på registreringssidan. Användare kan inte registrera sig själva med OAuth, men du kan visa instruktioner för hur man skaffar ett konto.

source: Attachment modified
sv: Bilaga ändrad

source: Sets are all objects, containing other elements like group lists, zones, scan lists and roaming zones.
sv: Uppsättningar är objekt som innehåller andra element, som grupplistor, zoner, söklistor och roamingzoner.

source: File server
sv: Filserver

source: Database Credentials
sv: Databasens inloggningsuppgifter

source: • Pass other internal validity checks
sv: • Klara andra interna giltighetskontroller

source: Prism Pickaxe
sv: Prismahacka

source: Previous page
sv: Föregående sida

source: Feature on Profile
sv: Funktion på profil

source: HIBP file, line %1: parse error
sv: HIBP-fil, rad %1: tolkningsfel

source: How to contribute:
sv: Hur man bidrar:

source: Monitor Network Changes
sv: Övervaka nätverksändringar

source: Database Version Mismatch
sv: Databasversionen stämmer inte

source: Export options
sv: Exportalternativ

source: Invalid variant map UInt32 entry value length
sv: Ogiltig UInt32-inmatningsvärdeslängd för variantkarta

source: Set the key file for the database. This option is deprecated, use --set-key-file instead.
sv: Ange nyckelfil för databasen. Det här alternativet är föråldrat, använd --set-key-file istället.

source: Unknown key type: %1
sv: Okänd nyckeltyp: %1

source: Invalid word count %1
sv: Ogiltigt antal ord %1

source: Remove from archive
sv: Radera från arkiv

source: Export to CHIRP ...
sv: Exportera till CHIRP …

source: View list of flohmarkt instances
sv: Se listan med Flohmarkt-instanser

source: Cannot remove channels. Select at least one channel first.
sv: Kan inte ta bort kanaler. Välj minst en kanal först.

source: You must restart the application to apply this setting. Would you like to restart now?
sv: Du måste starta om programmet för att tillämpa den här inställningen. Vill du starta om nu?

source: Invalid Proxy URL
sv: Ogiltig Proxy URL

source: Gold Lump
sv: Guldklump

source: Clear fields
sv: Rensa

source: Remaining Characters
sv: Återstående tecken

source: Hour
sv: Timme

source: Blue Chest
sv: Blå kista

source: The previous
sv: Den föregående

source: Max Replies
sv: Maximalt antal svar

source: Pinned
sv: Fästa inlägg

source: Move {tab} tab down
sv: Flytta ned fliken {tab}

source: Oh, shut up!
sv: Åh, håll tyst!

source: Upload a %[1]dx%[2]d %[3]s image.
sv: Ladda upp en %[1]dx%[2]d %[3]s-bild.

source: What’s the purpose of that “feature”?
sv: Vad är syftet med den där ”funktionen”?

source: Bronze Shovel
sv: Bronsspade

source: Copied media url to clipboard
sv: Kopierade media url till urklipp

source: Full Color
sv: Hel färg

source: Write text on it
sv: Skriv text på den

source: Failed to open %1. It either does not exist or is not accessible.
sv: Kunde öppna %1. Antingen finns den inte eller också är den inte åtkomstbar.

source: Seasons: @1
sv: Årstider: @1

source: Show Resolved Reports
sv: Visa lösta rapporter

source: No reason provided.
sv: Ingen orsak angavs.

source: Choose what will happen with requests from this IP
sv: Välj vad som ska hända med förfrågningar från denna IP

source: never used
sv: aldrig använd

source: But I am also Zero.
sv: Men jag är också Noll.

source: Speech Synthesis
sv: Talsyntes

source: default
sv: standard

source: Welcome to Readeck!
sv: Välkommen till Readeck!

source: User "%s" got added to "%s"
sv: Användare "%s" blev tillagd till "%s"

source: Profiles
sv: Profiler

source: Having trouble downloading icons? You can enable the DuckDuckGo website icon service in the security section of the application settings.
sv: Har du problem att ladda ner ikoner? Du kan aktivera ikontjänsten från DuckDuckGo, i säkerhetssektionen av programinställningarna.

source: Use this entry only with HTTP Basic Auth
sv: Använd den här posten endast med HTTP Basic Auth

source: Admins cant delete themselves. Resign first!
sv: Administratörer kan inte ta bort sig själva. Avgå först!

source: Drowning in water
sv: Drunkning i vatten

source: You are banned. You can't create new items.
sv: Du är avstängd. Du kan inte skapa nya objekt.

source: The multiplier of the font size used in posts (0.8-2.0)
sv: Multiplikator för textstorleken i inlägg (0,8–2,0)

source: No Scheduled Posts
sv: Inga schemalagda inlägg

source: Wait for all ongoing operations to finish
sv: Vänta tills alla pågående operationer är klara

source: Block a new e-mail domain
sv: Blockera en ny e-post domän

source: Bronze Block
sv: Bronsblock

source: Unable to create key file: %1
sv: Kunde inte skapa nyckelfil: %1

source: Grey Carpet
sv: Grå matta

source: Confirm Attachment
sv: Bekräfta bilaga

source: File name
sv: Filnamn

source: Item unsuspended on {}
sv: Avstängningen av artikeln har hävts på {}

source: Tab configuration list
sv: Lista över flikkonfiguration

source: This FediAuth login link has expired. Please request a new PIN.
sv: Denna FediAuth-inloggningslänk har gått ut. Begär en ny pin-kod.
